tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "aws-vault"
brew "awscli"
brew "cask"
brew "curl"
brew "cloudflared"
brew "php"
brew "composer"
brew "gh"
brew "gist"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "node"
brew "openjdk"
brew "povray"
brew "roswell"
brew "starship"
brew "tree"
brew "trufflehog"
brew "virtualenv", link: false
brew "wget"
brew "terraform"
cask "slack"
cask "visual-studio-code"
cask "iterm2"
cask "1password"
cask "1password-cli"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "firefox"
cask "keybase"
cask "minecraft"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "zoom"
mas "Exporter", id: 1099120373
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "equinusocio.vsc-material-theme"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "tonybaloney.vscode-pets"
vscode "vue.volar"
